Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/galdu/barnevern-samiske-barns-rettigheter.353676.no.html.tmx
Source language: nob
Languages: sme

source: Barnevern - Gáldu
sme: Mánáidsuodjalus - Gáldu

source: Samenes rettigheter
sme: Sámiid vuoigatvuođat

source: Utkast til nordisk samekonvensjon
sme: Davviriikalaš sámekonvenšuvdna evttohus

source: Samefolkets grunnlovsvern
sme: Sámi álbmoga vuođđolágasuodjalus

source: Samiske barn og unges rettigheter
sme: Sámi mánáid ja nuoraid vuoigatvuođat

source: Samisk barnehagetilbud
sme: Sámi mánáidgárdefálaldat

source: Grunnskole: rett til samisk opplæring
sme: Vuođđooahpahus: riekti sámegiel oahpahussii

source: Videregående skole: rett til samisk opplæring
sme: Joatkkaoahpahus: riekti sámegiel oahpahussii

source: Høyere utdanning
sme: Alit oahpahus

source: Barnevern: samiske barns rettigheter
sme: Mánáidsuodjalus: sámi mánáid riekti

source: Barns rett til å bli hørt Hvordan påklage
sme: Mánáid riekti ovddidit iežaset oainnuid

source: Samenes språklige og sosiale rettigheter
sme: Movt váidit Sámi giella- ja sosiálavuoigatvuođat

source: Samiske kvinners rettigheter
sme: Sámi nissoniid vuoigatvuođat

source: Samiske eldres rettigheter
sme: Sámi vuoras olbmuid vuoigatvuođat

source: Samenes land og ressursrettigheter
sme: Sámiid vuoigatvuođat eatnamiidda ja meahcceriggodagaide

source: Samiske næringsrettigheter
sme: Sámi ealáhusvuoigatvuođat

source: Samenes kulturelle rettigheter
sme: Sámi kultuvrralaš vuoigatvuođat

source: Internasjonal samisk representasjon
sme: Sámiid riikkaidgaskasaš oassálastin

source: Aktuelle rettskilder
sme: Áigeguovdilis gáldut

source: Scanpix Scanpix
sme: Mánáidsuodjalus

source: Utgangspunktet for barnevernstjenesten er at samiske barn har rett til å beholde og videreutvikle sitt samiske språk og sin samiske kultur.
sme: Vuolggasadjin mánáidsuodjalusbálvalussii lea ahte sámi mánáin lea riekti bisuhit ja ovddidit iežaset sámegiela ja kultuvrra.

source: Denne retten er slått fast i Barnekonvensjonens § 30:
sme: Dát riekti lea nannejuvvon Mánáidkonvenšuvnna 30. artihkkalis:

source: "I stater hvor det finnes etniske, religiøse eller språklige minoriteter eller personer som tilhører en urbefolkning, skal et barn som tilhører en slik minoritet eller urbefolkningen, ikke nektes retten til sammen med andre medlemmer av sin gruppe å leve i pakt med sin kultur, bekjenne seg til og utøve sin religion, eller bruke sitt eget språk."
sme: “Dain riikkain gos leat etnihkalaš, oskkoldatlaš dahje gielalaš unnitlogujoavkkut dahje álgoálbmogat, dákkár unnitlogujoavkku dahje álgoálbmoga mánás ii oaččo biehttalit vuoigatvuođa návddašit ovttas joavkku eará lahtuiguin iežas kultuvrra, dovddastit ja ollašuhttit iežas oskkoldaga dahje geavahit iežas giela.”

source: Bruk av samisk språk i barnevernstjenesten
sme: Sámegiela geavaheapmi mánáidsuodjalusbálvalusas

source: Barnevernlovgivningen skiller mellom forvaltningsområdet for samisk språk og området utenfor forvaltningsområdet for samisk språk.
sme: Mánáidsuodjalusláhkaaddimis leat vuoigatvuođat mearriduvvon dan mielde ásat go don sámegiela hálddašanguovllus vai sámegiela hálddašanguovllu olggobealde.

source: Samelovens språkregler slår fast at barn og foreldre bosatt i forvaltningsområdet for samisk språk har en lovfestet rett til å bruke samisk språk i møtet med barnevernstjenesten.
sme: Sámelága giellanjuolggadusain daddjo ahte mánáin ja váhnemiin geat ásset sámegiela hálddašanguovllus lea riekti geavahit sámegiela go deaivvadit mánáidsuodjalusbálvalusain.

source: De har også rett til å få all informasjon, skjemaer, retningslinjer etc. på samisk (Sameloven §§ 3-2, 3-3).
sme: sis lea maid riekti oažžut buot dieđuid, skoviid, njuolggadusaid jna. sámegillii (Sámelága §§3-2, 3-3).

source: Den samme retten er ikke like sterkt uttrykt i barnevernlovgivningen for beboere utenfor forvaltningsområdet for samisk språk.
sme: Olggobealde sámegiela hálddašanguovllu ii leat riekti sámegiela geavahit seamma nannosit čállojuvvon lágaide.

source: Uavhengig av dette, så har samiske barn en rett til å beholde og videreutvikle sitt samiske språk og kultur.
sme: Beroškeahttá dás, de lea sámi mánáin riekti bisuhit ja ovdánahttit iežaset sámegiela ja kultuvrra.

source: Det innebærer at når de mottar tjenester fra barnevernstjenesten, så har de rett til å bruke samisk språk.
sme: Dat mearkkaša ahte go sámi mánát ožžot bálvalusaid mánáidsuodjalusas, de lea sis riekti geavahit sámegiela.

source: Dersom samiske barn blir tatt ut av hjemmet og overflyttet til fosterhjem eller barnevernsinstitusjoner, så har barn rett til å bruke samisk og utøve sin samiske kultur i fosterhjemmet eller i barnevernsinstitusjonen.
sme: Jus sámi mánát váldojit eret ruovttus ja sirdojuvvojit biebmoruktui dahje mánáidsuodjalusásahussii, de lea sámi mánáin riekti geavahit sámegiela ja návddašit sin iežaset kultuvrra.

source: Denne retten følger av Barnekonvensjonens art. 30.
sme: dát riekti boahtá Mánáidkonvenšuvnna 30. artihkkalis.

source: Ved flytting til fosterhjem, har samiske barn rett til å få komme til et fosterhjem hvor de kan bruke og videreutvikle sitt samiske språk og kultur.
sme: Jus mánná ferte fárret biebmoruktui, lea sámi mánáin vuoigatvuohta beassat biebmoruktui gos sáhttet hupmat sámegiela ja ovdánahttit iežaset giela ja kultuvrra.

source: I Forskrift om fosterhjem står det at ved valg av fosterhjem til det enkelte barn skal det tas hensyn til barnets etniske, religiøse, kulturelle og språklige bakgrunn (Forskrift om fosterhjem § 4.).
sme: Biebmoruovttuid láhkaásahusas čuožžu ahte go ovttaskas mánnái vállje biebmoruovttu, de galgá vuhtii váldit máná enalaš, oskkolaš, kultuvrralaš ja gielalaš duogáža (Biebmoruovttuid láhkaásahusa 4. §).

source: Forskrift om tilsyn med barn i barneverninstitusjoner for omsorg og behandling
sme: Lágat ja láhkaásahusat: (siiddut leat dušše dárogillii) Láhkaásahus mánáidsuodjalusásahusaid bearráigeahču birra

source: Forskrift om fosterhjem
sme: Láhkaásahus biebmoruovttuid birra

source: Retningslinjer for fosterhjem
sme: Biebmoruovttuid njuolggadusaid

source: Forskrift om barnets talsperson i saker som skal behandles i fylkesnemnda for barnevern og sosiale saker
sme: Láhkaásahus mánáid áittardeaddji birra áššiide maid mánáidsuodjalusa ja sosiála áššiid fylkkalávdegoddi

source: På Barne-, ungdoms- og familiedirektoratets hjemmesider kan du lese mer om barnevernet og hvilke rettigheter du har i møte med barnevernet.
sme: Mánáid-, nuoraid ja bearašdirektoráhta ruovttusiidduin sáhtát lohkat eambbo mánáidsuodjalusa birra ja makkár vuoigatvuođat dus leat go galggat oažžut bálvalusaid mánáidsuodjalusas.

source: På Regjeringens hjemmesider kan du også lese mer om saksbehandling i barneverntjenesten.
sme: Ráđđehusa ruovttusiidduin sáhtát maid lohkat eambbo mánáidsuodjalusa áššemeannudeami birra.

source: Tilsyn av barnevernstjenesten
sme: Mánáidsuodjalusa bearráigeahčču

source: Når barnevernet overtar omsorgen for et barn er de forpliktet til å føre tilsyn med barnet i fosterhjemmet eller i barnevernsinstitusjonen (Barnevernloven § 2-3)
sme: Go mánáidsuodjalus váldá máná eret ruovttus, de lea mánáidsuodjalusas geatnegasvuohta bearráigeahččat máná dili juogo biebmoruovttus dahje mánáidsuodjalusásahusas (Mánáidsuodjaluslága § 2-3).

source: Dersom barnet er blitt overflyttet til en barnevernsinstitusjon er det Forskrift om tilsyn med barn i barneverninstitusjoner for omsorg og behandling som regulerer tilsynet.
sme: Jus mánná sirdojuvvo mánáidsuodjalusásahussii, de lea Láhkaásahus mánáidsuodjalusásahusaid bearráigeahču birra mii mearrida movt bearráigeahčču galgá dáhpáhuvvat.

source: Forskriftens § 7 og fastslår at tilsynsførere skal se til at samiske barns særlige rett til å ivareta språklig og kulturell bakgrunn følges opp på en god nok måte.
sme: Láhkaásahusa 7. § nanne ahte bearráigeahččit galget gozihit ahte sámi mánáid erenoamáš riekti bisuhit iežaset giela ja kultuvrra čuvvojuvvo dohkálaččat.

source: Forskriftens § 8 slår fast at tilsynsmyndighetene skal tilstrebe å besitte samisk språklig eller kulturell kompetanse ved tilsyn med samiske barn.
sme: Láhkaásahusa 8. § nanne ges ahte bearráigeahččit galget bargat dan ala ahte sis lea doarvái gelbbolašvuohta sámegielas dahje sámi kultuvrras go bearráigehččet sámi mánáid dili.

source: Dersom barnet er blitt overflyttet til et fosterhjem, er det Forskrift om fosterhjem som regulerer tilsynet (Forskrift fosterhjem §§ 7, 8 og 9).
sme: Jus mánná lea sirdojuvvon biebmoruktui, de lea Láhkaásahus biebmoruovttu birra mii mearrida movt bearráigeahčču galgá leat. (Láhkaásahusa §§ 7, 8 ja 9).

source: Forskriftens § 8 slår fast at kommunen er ansvarlig for tilsynet.
sme: Láhkaásahusa biebmoruovttuid birra 8 § nanne suohkaniid geatnegasvuođa bearráigeahččat mánáid dili mat leat biebmoruktui biddjon.

source: I denne paragrafen står det at tilsynsfører skal se til at samiske barns rett til å ivareta språk og kultur ivaretas på en hensiktsmessig måte.
sme: Dán paragráfas deattuhuvvo ahte bearráigeahčču galgá bearráigeahččat ahte sámi mánáid rievtti bisuhit iežaset sámegiela ja sámi kultuvrra.

source: Paragrafen slår videre fast at kommen skal tilstrebe at tilsynspersonen har samme kulturelle eller språklige tilhørighet som barnet eller besitter kompetanse i minoritetsbarns eget språk eller kultur.
sme: Paragráfa nanne viidáset ahte suohkan galgá bargat dan ala ahte bearráigeahččis lea seamma kultuvrralaš dahje gielalaš duogáš go mánás. Láhkaásahus mánáidsuodjalusásahusaid bearráigeahču birra

source: Tvangsvedtak i barnevernet
sme: Bággomearrádusat mánáidsuodjalusas

source: Dersom barnevernet skal gjøre et tvangsvedtak, for eksempel om flytting av et barn ut av hjemmet, så skal Fylkesnemnda for barneverns- og sosiale saker behandle saken.
sme: Jus mánáidsuodjalus galgá dahkat bággomearrádusa, de galgá Mánáidsuodjalusa ja sosiála áššiid fylkalávdegoddi meannudit ášši.

source: I forbindelse med behandlingen av saken har barnet rett til en talsmann, som skal påse at barnet blir hørt i behandlingen av saken.
sme: Dákkár áššiid meannudettiin lea mánáin riekti oažžut sierra áittardeaddji gii galgá bearráigeahččat máná beali ášši meannudettiin.

source: Ved oppnevning av talsperson for samiske barn innenfor forvaltningsområdet for samisk språk, skal barnet få tilbud om en talsperson med samisk språk og kulturforståelse.
sme: Lea fylkkalávdegoddi mii nammada dán áittardeaddji juohke mánnái. Jus lea sámegielat mánná gii orru sámegiela hálddašanguovllus, de galgá mánnái fállojuvvot sámegielat áittardeaddji.

source: I andre områder skal det tilstrebes at barnet får et slikt tilbud (Forskrift om barnets talsperson § 3).
sme: Olggobealde sámegiela hálddašanguovllu, galgá fylkkalávdegoddi geahččalit gávdnat sámegielat áittardeaddji (Láhkaásahus mánáid áittardeaddji birra 3. §).

source: Sametinget har ikke vært fornøyd med dette og har krevd at alle samisk barn skal få rett til en samisktalende talsperson uavhengig av bosted.
sme: Sámediggi ii leat leamaš dáinna mearrádusain duhtavaš, ja lea gáibidan ahte sámegielat mánáin galgá leat seamma riekti oažžut sámegielat áittardeaddji vaikko gos sii oroše.

source: Klage på manglende muligheter til å bruke samisk språk
sme: Váidalit jus it beasa geavahit sámegiela mánáidsuodjalusas

source: Dersom du ikke får bruke samisk språk slik du ønsker det, kan du klage på det.
sme: Jus don it beasa geavahit sámegiela nugo don háliidat, de sáhtát dan váidit.

source: For barnevernet er Fylkesmannen klageinstans.
sme: Mánáidsuodjalusas lea Fylkkamánni váiddaorgána.

source: - skrive et brev hvor du kort forklarer situasjonen og hva du mener gjøres feil av institusjonen.
sme: Movt váiddát: - čále reivve mas oanehaččat čilget ášši ja mii du mielas lea boastut.

source: - skriv hvilken domstol du klager på.
sme: - čále makkár duopmostuolu váiddát.

source: - legg ved kopier av evt. dokumenter som du mener er aktuelle for saken.
sme: - bija mielddusin báhpiriid mat du mielas gullet áššái.
